Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.registeratleastoneexistingfolderbeforestarting
source: Codex 작업을 시작하려면 기존 폴더를 하나 이상 등록하세요.
de: Registrieren Sie mindestens einen vorhandenen Ordner, bevor Sie Codex-Aufgaben starten.
en: Register at least one existing folder before starting Codex work.
es: Registre al menos una carpeta existente antes de iniciar tareas de Codex.
fr: Enregistrez au moins un dossier existant avant de démarrer une tâche Codex.
ja: Codexタスクを開始するには、既存のフォルダを1つ以上登録してください。
pt: Registre ao menos uma pasta existente antes de iniciar o trabalho no Codex.
zh_hans: 要启动 Codex 任务，请至少注册一个现有文件夹。
zh_hant: 要啟動 Codex 任務，請至少註冊一個現有資料夾。

# macos.codexworkiscomplete
source: Codex 작업이 완료되었습니다.
de: Codex-Arbeit ist abgeschlossen.
en: Codex work is complete.
es: El trabajo de Codex ha finalizado.
fr: Le travail Codex est terminé.
ja: Codex 作業が完了しました。
pt: O trabalho do Codex foi concluído.
zh_hans: Codex 工作已完成。
zh_hant: Codex 工作已完成。

# macos.codexonly
source: Codex 전용
de: Nur Codex
en: Codex only
es: Solo Codex
fr: Codex uniquement
ja: Codex 専用
pt: Somente Codex
zh_hans: 仅 Codex
zh_hant: 僅限 Codex

# macos.signedintocodex
source: Codex에 로그인되어 있습니다.
de: Bei Codex angemeldet.
en: Signed in to Codex.
es: Has iniciado sesión en Codex.
fr: Vous êtes connecté à Codex.
ja: Codexにログインしています。
pt: Sessão iniciada no Codex.
zh_hans: 已登录 Codex。
zh_hant: 已登入 Codex。

# macos.listeningonhttps
source: HTTPS 수신 중
de: HTTPS-Verbindungen werden angenommen
en: Listening on HTTPS
es: Escuchando por HTTPS
fr: Écoute sur HTTPS
ja: HTTPSで待受中
pt: Recebendo conexões HTTPS
zh_hans: 正在监听 HTTPS
zh_hant: 正在監聽 HTTPS

# macos.httpsaddress
source: HTTPS 주소
de: HTTPS-Adresse
en: HTTPS address
es: Dirección HTTPS
fr: Adresse HTTPS
ja: HTTPSアドレス
pt: Endereço HTTPS
zh_hans: HTTPS 地址
zh_hant: HTTPS 地址

# macos.mimetype
source: MIME 형식
de: MIME-Typ
en: MIME type
es: Tipo MIME
fr: Type MIME
ja: MIME タイプ
pt: Tipo MIME
zh_hans: MIME 类型
zh_hant: MIME 類型

# macos.macapp
source: Mac 앱
de: Mac-App
en: Mac App
es: App para Mac
fr: App Mac
ja: Macアプリ
pt: Aplicativo para Mac
zh_hans: Mac 应用
zh_hant: Mac 應用

# macos.nodejs22orlatercouldnotbe
source: Node.js 22 이상을 찾을 수 없습니다. Node.js를 설치한 뒤 다시 시도해 주세요.
de: Node.js 22 oder neuer wurde nicht gefunden. Installieren Sie Node.js und versuchen Sie es erneut.
en: Node.js 22 or later could not be found. Install Node.js and try again.
es: No se encontró Node.js 22 o una versión posterior. Instala Node.js y vuelve a intentarlo.
fr: Node.js 22 ou une version ultérieure est introuvable. Installez Node.js, puis réessayez.
ja: Node.js 22以降が見つかりません。Node.jsをインストールしてから、もう一度お試しください。
pt: O Node.js 22 ou posterior não foi encontrado. Instale o Node.js e tente novamente.
zh_hans: 找不到 Node.js 22 或更高版本。请安装 Node.js 后重试。
zh_hant: 找不到 Node.js 22 或更新版本。請安裝 Node.js 後再試一次。

# macos.runtimeapikey
source: Runtime API key
de: Laufzeit-API-Schlüssel
es: Clave de API del entorno de ejecución
fr: Clé API de l’environnement d’exécution
pt: Chave de API do runtime

# macos.createruntimeapikey
source: Runtime API 키 만들기
de: Runtime-API-Schlüssel erstellen
en: Create Runtime API key
es: Crear clave de API de Runtime
fr: Créer une clé API Runtime
ja: Runtime APIキーを作成
pt: Criar chave de API de Runtime
zh_hans: 创建 Runtime API 密钥
zh_hant: 建立 Runtime API 金鑰

# macos.runtimeapikeyavailable
source: Runtime API 키 사용 가능
de: Runtime-API-Schlüssel verfügbar
en: Runtime API key available
es: Clave de API de Runtime disponible
fr: Clé API Runtime disponible
ja: Runtime APIキーを使用可能
pt: Chave de API de Runtime disponível
zh_hans: Runtime API 密钥可用
zh_hant: Runtime API 金鑰可用

# macos.createaruntimeapikeyandtunnelin
source: Runtime API 키와 Tunnel을 OpenAI Platform에서 만든 뒤 연결합니다.
de: Erstellen Sie einen Runtime-API-Schlüssel und einen Tunnel in der OpenAI Platform und stellen Sie dann die Verbindung her.
en: Create a Runtime API key and Tunnel in OpenAI Platform, then connect.
es: Cree una clave de API de Runtime y un Tunnel en OpenAI Platform y, después, conéctese.
fr: Créez une clé API Runtime et un Tunnel dans OpenAI Platform, puis connectez-vous.
ja: OpenAI PlatformでRuntime APIキーとTunnelを作成してから接続します。
pt: Crie uma chave de API de Runtime e um Tunnel na OpenAI Platform e conecte-se.
zh_hans: 在 OpenAI Platform 中创建 Runtime API 密钥和 Tunnel，然后连接。
zh_hant: 在 OpenAI Platform 中建立 Runtime API 金鑰和 Tunnel，然後連線。

# macos.thesecuremcptunnelstatusdoesnotmatch
source: Secure MCP Tunnel 상태가 현재 서버 실행과 일치하지 않습니다. 서버를 다시 시작해 주세요.
de: Der Secure MCP Tunnel-Status stimmt nicht mit dem aktuellen Serverlauf überein. Starten Sie den Server neu.
en: The Secure MCP Tunnel status does not match the current server run. Restart the server.
es: El estado de Secure MCP Tunnel no coincide con la ejecución actual del servidor. Reinicie el servidor.
fr: L’état de Secure MCP Tunnel ne correspond pas à l’exécution actuelle du serveur. Redémarrez le serveur.
ja: Secure MCP Tunnelの状態が現在のサーバー実行と一致しません。サーバーを再起動してください。
pt: O status do Secure MCP Tunnel não corresponde à execução atual do servidor. Reinicie o servidor.
zh_hans: Secure MCP Tunnel 状态与当前服务器运行不一致。请重启服务器。
zh_hant: Secure MCP Tunnel 狀態與目前伺服器執行不一致。請重新啟動伺服器。

# macos.checkingthesecuremcptunnelconnection
source: Secure MCP Tunnel 연결을 확인하고 있습니다.
de: Die Secure-MCP-Tunnel-Verbindung wird geprüft.
en: Checking the Secure MCP Tunnel connection.
es: Comprobando la conexión de Secure MCP Tunnel.
fr: Vérification de la connexion Secure MCP Tunnel.
ja: Secure MCP Tunnelの接続を確認しています。
pt: Verificando a conexão do Secure MCP Tunnel.
zh_hans: 正在检查 Secure MCP Tunnel 连接。
zh_hant: 正在檢查 Secure MCP Tunnel 連線。

# macos.unabletoverifythesecuremcptunnelconnection
source: Secure MCP Tunnel 연결을 확인할 수 없습니다. 다시 연결하는 중일 수 있습니다.
de: Die Secure MCP Tunnel-Verbindung kann nicht überprüft werden. Möglicherweise wird sie gerade wiederhergestellt.
en: Unable to verify the Secure MCP Tunnel connection. It may be reconnecting.
es: No se puede verificar la conexión de Secure MCP Tunnel. Puede que se esté reconectando.
fr: Impossible de vérifier la connexion Secure MCP Tunnel. Une reconnexion est peut-être en cours.
ja: Secure MCP Tunnelの接続を確認できません。再接続中の可能性があります。
pt: Não foi possível verificar a conexão do Secure MCP Tunnel. Pode estar se reconectando.
zh_hans: 无法确认 Secure MCP Tunnel 连接，可能正在重新连接。
zh_hant: 無法確認 Secure MCP Tunnel 連線，可能正在重新連線。

# macos.thesecuremcptunnelprocessisnotrunning
source: Secure MCP Tunnel 프로세스가 실행 중이지 않습니다.
de: Der Secure MCP Tunnel-Prozess wird nicht ausgeführt.
en: The Secure MCP Tunnel process is not running.
es: El proceso de Secure MCP Tunnel no se está ejecutando.
fr: Le processus Secure MCP Tunnel n’est pas en cours d’exécution.
ja: Secure MCP Tunnelプロセスが実行されていません。
pt: O processo do Secure MCP Tunnel não está em execução.
zh_hans: Secure MCP Tunnel 进程未运行。
zh_hant: Secure MCP Tunnel 程序未執行。

# macos.repairsecuremcptunnelprofile
source: Secure MCP Tunnel 프로필 복구
de: Secure MCP Tunnel-Profil reparieren
en: Repair Secure MCP Tunnel Profile
es: Reparar perfil de Secure MCP Tunnel
fr: Réparer le profil Secure MCP Tunnel
ja: Secure MCP Tunnelプロファイルを修復
pt: Reparar perfil do Secure MCP Tunnel
zh_hans: 修复 Secure MCP Tunnel 配置文件
zh_hant: 修復 Secure MCP Tunnel 描述檔

# macos.rebuildthesecuremcptunnelprofile
source: Secure MCP Tunnel 프로필을 다시 만들까요?
de: Secure-MCP-Tunnel-Profil neu erstellen?
en: Rebuild the Secure MCP Tunnel profile?
es: ¿Reconstruir el perfil de Secure MCP Tunnel?
fr: Reconstruire le profil Secure MCP Tunnel ?
ja: Secure MCP Tunnelプロファイルを再作成しますか？
pt: Recriar o perfil do Secure MCP Tunnel?
zh_hans: 重建 Secure MCP Tunnel 配置文件？
zh_hant: 重建 Secure MCP Tunnel 設定檔？

# macos.copytunnelid
source: Tunnel ID 복사
de: Tunnel-ID kopieren
en: Copy Tunnel ID
es: Copiar ID del Tunnel
fr: Copier l’ID du Tunnel
ja: Tunnel IDをコピー
pt: Copiar ID do Tunnel
zh_hans: 复制 Tunnel ID
zh_hant: 複製 Tunnel ID

# macos.usetunnelid
source: Tunnel ID 사용
de: Tunnel-ID verwenden
en: Use Tunnel ID
es: Usar ID del Tunnel
fr: Utiliser l’ID du Tunnel
ja: Tunnel IDを使用
pt: Usar ID do Tunnel
zh_hans: 使用 Tunnel ID
zh_hant: 使用 Tunnel ID

# macos.thetunnelidismissingorhasan
source: Tunnel ID가 없거나 형식이 올바르지 않습니다.
de: Die Tunnel-ID fehlt oder hat ein ungültiges Format.
en: The Tunnel ID is missing or has an invalid format.
es: Falta el ID del Tunnel o su formato no es válido.
fr: L’ID du Tunnel est absent ou son format est incorrect.
ja: Tunnel IDがないか、形式が正しくありません。
pt: O ID do Tunnel está ausente ou tem um formato inválido.
zh_hans: Tunnel ID 缺失或格式无效。
zh_hant: Tunnel ID 缺失或格式無效。

# macos.entertunnelfollowedby32lowercaselettersor
source: Tunnel ID는 tunnel_ 다음에 영문 소문자 또는 숫자 32자로 입력합니다.
de: Geben Sie tunnel_ gefolgt von 32 englischen Kleinbuchstaben oder Ziffern ein.
en: Enter tunnel_ followed by 32 lowercase letters or numbers.
es: Introduzca tunnel_ seguido de 32 letras minúsculas o números.
fr: Saisissez tunnel_ suivi de 32 lettres minuscules ou chiffres.
ja: tunnel_に続けて、英小文字または数字32文字を入力してください。
pt: Digite tunnel_ seguido de 32 letras minúsculas ou números.
zh_hans: 请输入 tunnel_，后跟 32 个小写英文字母或数字。
zh_hant: 請輸入 tunnel_，後跟 32 個小寫英文字母或數字。

# macos.tunnelidenteredaddaruntimeapikey
source: Tunnel ID를 입력했습니다. Runtime API 키를 추가해 주세요.
de: Die Tunnel-ID wurde eingetragen. Fügen Sie einen Runtime-API-Schlüssel hinzu.
en: Tunnel ID entered. Add a Runtime API key.
es: Se introdujo el ID del Tunnel. Añada una clave de API de Runtime.
fr: L’ID du Tunnel a été saisi. Ajoutez une clé API Runtime.
ja: Tunnel IDを入力しました。Runtime APIキーを追加してください。
pt: O ID do Tunnel foi inserido. Adicione uma chave de API de Runtime.
zh_hans: 已输入 Tunnel ID。请添加 Runtime API 密钥。
zh_hant: 已輸入 Tunnel ID。請新增 Runtime API 金鑰。

# macos.onlytunnelidfound
source: Tunnel ID만 발견
de: Nur Tunnel-ID gefunden
en: Only Tunnel ID found
es: Solo se encontró el ID del Tunnel
fr: Seul l’ID du Tunnel a été trouvé
ja: Tunnel IDのみが見つかりました
pt: Apenas o ID do Tunnel foi encontrado
zh_hans: 仅找到 Tunnel ID
zh_hant: 僅找到 Tunnel ID

# macos.thetunnelruntimeapikeyismissingor
source: Tunnel runtime API key가 없거나 형식이 올바르지 않습니다.
de: Der Tunnel-Laufzeit-API-Schlüssel fehlt oder hat ein ungültiges Format.
en: The Tunnel runtime API key is missing or has an invalid format.
es: Falta la clave de API del entorno de ejecución del Tunnel o su formato no es válido.
fr: La clé API de l’environnement d’exécution du Tunnel est absente ou son format est incorrect.
ja: Tunnel runtime API keyがないか、形式が正しくありません。
pt: A chave de API do runtime do Tunnel está ausente ou tem um formato inválido.
zh_hans: Tunnel runtime API key 缺失或格式无效。
zh_hant: Tunnel runtime API key 缺失或格式無效。

# macos.createtunnel
source: Tunnel 만들기
de: Tunnel erstellen
en: Create Tunnel
es: Crear Tunnel
fr: Créer un Tunnel
ja: Tunnelを作成
pt: Criar Tunnel
zh_hans: 创建 Tunnel
zh_hant: 建立 Tunnel

# macos.repairtunnelprofile
source: Tunnel 프로필 복구
de: Tunnel-Profil reparieren
en: Repair Tunnel Profile
es: Reparar perfil del Tunnel
fr: Réparer le profil du Tunnel
ja: Tunnelプロファイルを修復
pt: Corrigir perfil do Tunnel
zh_hans: 修复 Tunnel 配置文件
zh_hant: 修復 Tunnel 設定檔

# macos.allowultrareasoningandsubagentdelegation
source: Ultra 추론 및 하위 에이전트 위임 허용
de: Ultra-Reasoning und Delegierung an Unteragenten zulassen
en: Allow Ultra Reasoning and Sub-agent Delegation
es: Permitir razonamiento Ultra y delegación a subagentes
fr: Autoriser le raisonnement Ultra et la délégation aux sous-agents
ja: Ultra推論とサブエージェントへの委任を許可
pt: Permitir raciocínio Ultra e delegação a subagentes
zh_hans: 允许 Ultra 推理和子代理委派
zh_hant: 允許 Ultra 推理和子代理程式委派

# macos.helperupdatereserved
source: helper 갱신 예약
de: Helper-Aktualisierung vorgemerkt
en: Helper update reserved
es: Actualización del helper reservada
fr: Mise à jour du helper réservée
ja: helperの更新を予約
pt: Atualização do helper reservada
zh_hans: 已预约更新 helper
zh_hant: 已預約更新 helper

# macos.couldnotfinishreplacingthehelpercheckthe
source: helper 교체를 마치지 못했습니다. 설치 상태를 확인한 뒤 다시 요청해 주세요.
de: Der Austausch des Helpers konnte nicht abgeschlossen werden. Prüfe die Installation und sende die Anfrage erneut.
en: Could not finish replacing the helper. Check the installation and submit the request again.
es: No se pudo completar la sustitución del helper. Comprueba la instalación y vuelve a enviar la solicitud.
fr: Impossible de terminer le remplacement du helper. Vérifiez l’installation et envoyez à nouveau la demande.
ja: helperの置き換えを完了できませんでした。インストール状態を確認してから再度リクエストしてください。
pt: Não foi possível concluir a substituição do helper. Verifique a instalação e envie a solicitação novamente.
zh_hans: 未能完成 helper 更换。请检查安装状态后重新提交请求。
zh_hant: 未能完成 helper 更換。請檢查安裝狀態後重新提交請求。

# macos.bothhelperreplacementandrestoringtheprevioushelper
source: helper 교체와 이전 helper 복구에 실패했습니다. 설치 상태를 확인해 주세요.
de: Sowohl der Austausch des Helpers als auch die Wiederherstellung des vorherigen Helpers sind fehlgeschlagen. Prüfe die Installation.
en: Both helper replacement and restoring the previous helper failed. Check the installation.
es: Fallaron tanto la sustitución del helper como la restauración del anterior. Comprueba la instalación.
fr: Le remplacement du helper et la restauration du précédent ont échoué. Vérifiez l’installation.
ja: helperの置き換えと以前のhelperの復旧に失敗しました。インストール状態を確認してください。
pt: A substituição do helper e a restauração do helper anterior falharam. Verifique a instalação.
zh_hans: helper 更换及旧 helper 恢复均失败。请检查安装状态。
zh_hant: helper 更換及舊 helper 復原均失敗。請檢查安裝狀態。

# macos.reconnecthelper
source: helper 다시 연결
de: Helper erneut verbinden
en: Reconnect Helper
es: Volver a conectar el helper
fr: Reconnecter le helper
ja: helperに再接続
pt: Reconectar helper
zh_hans: 重新连接 helper
zh_hant: 重新連線 helper

# macos.openmacosnotificationsettings
source: macOS 알림 설정 열기
de: macOS-Mitteilungseinstellungen öffnen
en: Open macOS notification settings
es: Abrir ajustes de notificaciones de macOS
fr: Ouvrir les réglages de notifications macOS
ja: macOSの通知設定を開く
pt: Abrir definições de notificações do macOS
zh_hans: 打开macOS通知设置
zh_hant: 開啟macOS通知設定

# macos.checkmacosnotificationpermission
source: macOS 알림 허용 확인
de: macOS-Mitteilungsberechtigung prüfen
en: Check macOS notification permission
es: Comprobar permiso de notificaciones de macOS
fr: Vérifier l’autorisation des notifications macOS
ja: macOSの通知権限を確認
pt: Verificar permissão de notificações do macOS
zh_hans: 检查 macOS 通知权限
zh_hant: 檢查 macOS 通知權限

# macos.notifications.checkPermissionAction
source: macOS 알림 허용 확인
de: macOS-Mitteilungsberechtigung prüfen
en: Check macOS notification permission
es: Comprobar permiso de notificaciones de macOS
fr: Vérifier l’autorisation des notifications macOS
ja: macOSの通知権限を確認
pt: Verificar permissão de notificações do macOS
zh_hans: 检查 macOS 通知权限
zh_hant: 檢查 macOS 通知權限

# macos.macosnotificationsallowed
source: macOS 알림 허용됨
de: macOS-Mitteilungen erlaubt
en: macOS notifications allowed
es: Notificaciones de macOS permitidas
fr: Notifications macOS autorisées
ja: macOS通知は許可済み
pt: Notificações do macOS permitidas
zh_hans: 已允许macOS通知
zh_hant: 已允許macOS通知

# macos.macosnotificationsaredisabled
source: macOS 알림이 꺼져 있습니다.
de: macOS-Mitteilungen sind deaktiviert.
en: macOS notifications are disabled.
es: Las notificaciones de macOS están desactivadas.
fr: Les notifications macOS sont désactivées.
ja: macOS通知は無効です。
pt: As notificações do macOS estão desativadas.
zh_hans: macOS通知已关闭。
zh_hant: macOS通知已關閉。

# macos.macosapprovalisrequiredforthisloginitem
source: macOS에서 로그인 항목 실행 승인이 필요합니다.
de: macOS muss die Ausführung dieses Anmeldeobjekts genehmigen.
en: macOS approval is required for this login item.
es: macOS debe autorizar la ejecución de este elemento de inicio de sesión.
fr: macOS doit autoriser l’exécution de cet élément d’ouverture de session.
ja: macOSでログイン項目の実行許可が必要です。
pt: É necessária a aprovação do macOS para executar este item de início de sessão.
zh_hans: 需要在 macOS 中批准运行此登录项。
zh_hant: 需要在 macOS 中批准執行此登入項。

# macos.keepstheprivateenvandbridgestateand
source: private .env와 Bridge 상태는 유지하고, 현재 Tunnel ID로 로컬 프로필만 다시 만듭니다.
de: Die private .env und der Bridge-Status bleiben erhalten. Nur das lokale Profil für die aktuelle Tunnel-ID wird neu erstellt.
en: Keeps the private .env and Bridge state, and rebuilds only the local profile for the current Tunnel ID.
es: Conserva el archivo .env privado y el estado de Bridge, y solo reconstruye el perfil local para el ID actual del Tunnel.
fr: Conserve le fichier .env privé et l’état de Bridge, et reconstruit uniquement le profil local correspondant à l’ID actuel du Tunnel.
ja: private .envとBridgeの状態は保持し、現在のTunnel ID用のローカルプロファイルだけを再作成します。
pt: Mantém o arquivo .env privado e o estado do Bridge e recria apenas o perfil local com o ID atual do Tunnel.
zh_hans: 保留 private .env 和 Bridge 状态，仅为当前 Tunnel ID 重建本地配置文件。
zh_hant: 保留 private .env 和 Bridge 狀態，僅為目前 Tunnel ID 重建本地設定檔。

# macos.tunnelclientprofile
source: tunnel-client 프로필 · %@
de: tunnel-client-Profil · %@
en: tunnel-client profile · %@
es: Perfil de tunnel-client · %@
fr: Profil tunnel-client · %@
ja: tunnel-clientプロファイル · %@
pt: Perfil do tunnel-client · %@
zh_hans: tunnel-client 配置文件 · %@
zh_hant: tunnel-client 設定檔 · %@

# macos.copiesvinstructionsandreferencematerialsintoa
source: v%@의 지침과 참고 자료를 복사해 새 불변 버전을 만듭니다. 기존 버전은 바뀌지 않습니다.
de: Kopiert Anweisungen und Referenzmaterialien von v%@ in eine neue unveränderliche Version. Die vorhandene Version bleibt unverändert.
en: Copies v%@ instructions and reference materials into a new immutable version. The existing version does not change.
es: Copia las instrucciones y los materiales de referencia de v%@ en una nueva versión inmutable. La versión existente no cambia.
fr: Copie les instructions et les documents de référence de v%@ dans une nouvelle version immuable. La version existante ne change pas.
ja: v%@の指示と参考資料をコピーして、新しい不変バージョンを作成します。既存のバージョンは変更されません。
pt: Copia as instruções e os materiais de referência de v%@ para uma nova versão imutável. A versão existente não é alterada.
zh_hans: 将 v%@ 的说明和参考资料复制为新的不可变版本。现有版本不会更改。
zh_hant: 將 v%@ 的指示和參考資料複製為新的不可變版本。現有版本不會變更。

# macos.thisdoesnotchangetheserveritselfor
source: ‘%@’ 서버 자체와 다른 기기의 등록은 변경하지 않습니다.
de: Der Server „%@“ selbst und Registrierungen auf anderen Geräten bleiben unverändert.
en: This does not change the “%@” server itself or registrations on other devices.
es: Esto no modifica el servidor «%@» ni los registros de otros dispositivos.
fr: Cette action ne modifie ni le serveur « %@ » lui-même ni les inscriptions des autres appareils.
ja: 「%@」サーバー自体や他のデバイスの登録は変更されません。
pt: Isso não altera o servidor “%@” nem os registros de outros dispositivos.
zh_hans: 不会更改“%@”服务器本身或其他设备的注册。
zh_hant: 不會更改“%@”伺服器本身或其他裝置的註冊。

# macos.thefolderandexistingworkhistorywillbe
source: ‘%@’ 폴더와 기존 작업 기록은 그대로 유지됩니다.
de: Der Ordner „%@“ und der vorhandene Arbeitsverlauf bleiben erhalten.
en: The ‘%@’ folder and existing work history will be preserved.
es: Se conservarán la carpeta «%@» y el historial de trabajo existente.
fr: Le dossier « %@ » et l’historique de travail existant seront conservés.
ja: 「%@」フォルダと既存の作業履歴は保持されます。
pt: A pasta “%@” e o histórico de trabalho existente serão preservados.
zh_hans: “%@”文件夹和现有工作记录将会保留。
zh_hant: “%@”資料夾和現有工作記錄將會保留。

# macos.thecredentialsforwillstopworkingimmediately
source: ‘%@’의 자격 증명은 즉시 더 이상 사용할 수 없습니다.
de: Die Anmeldedaten für „%@“ funktionieren ab sofort nicht mehr.
en: The credentials for “%@” will stop working immediately.
es: Las credenciales de «%@» dejarán de funcionar inmediatamente.
fr: Les identifiants de « %@ » cesseront immédiatement de fonctionner.
ja: 「%@」の資格情報は直ちに使用できなくなります。
pt: As credenciais de “%@” deixarão de funcionar imediatamente.
zh_hans: “%@”的凭据将立即失效。
zh_hant: “%@”的憑證將立即失效。

# macos.importandconnect
source: 가져와 연결
de: Importieren und verbinden
en: Import and connect
es: Importar y conectar
fr: Importer et connecter
ja: 読み込んで接続
pt: Importar e conectar
zh_hans: 导入并连接
zh_hant: 匯入並連線

# macos.thisisthedefaultaccessleveleachtask
source: 각 작업이 요청할 기본 권한입니다. 서버 탭의 최대 접근 권한을 넘을 수 없습니다.
de: Dies ist die Standardzugriffsstufe, die jede Aufgabe anfordert. Sie kann den im Tab „Server“ festgelegten maximalen Zugriff nicht überschreiten.
en: This is the default access level each task requests. It cannot exceed the maximum access set on the Server tab.
es: Es el nivel de acceso predeterminado que solicita cada tarea. No puede superar el acceso máximo definido en la pestaña Servidor.
fr: Il s’agit du niveau d’accès demandé par défaut par chaque tâche. Il ne peut pas dépasser l’accès maximal défini dans l’onglet Serveur.
ja: 各タスクが要求するデフォルトのアクセス権限です。サーバータブの最大アクセス権限を超えることはできません。
pt: Este é o nível de acesso padrão solicitado por cada tarefa. Ele não pode exceder o acesso máximo definido na aba Servidor.
zh_hans: 这是每个任务默认请求的访问权限，不能超过“服务器”标签页中设置的最大访问权限。
zh_hant: 這是每個工作預設要求的存取權限，不能超過「伺服器」分頁中設定的最大存取權限。

# macos.forcerestart
source: 강제 재시작
de: Neustart erzwingen
en: Force Restart
es: Forzar reinicio
fr: Forcer le redémarrage
ja: 強制再起動
pt: Forçar reinicialização
zh_hans: 强制重启
zh_hant: 強制重啟

# macos.runtime.forceRestartMenuAction
source: 강제 재시작…
de: Neustart erzwingen…
en: Force Restart…
es: Forzar reinicio…
fr: Forcer le redémarrage…
ja: 強制再起動…
pt: Forçar reinicialização…
zh_hans: 强制重启…
zh_hant: 強制重啟…

# macos.forcequit
source: 강제 종료
de: Beenden erzwingen
en: Force Quit
es: Forzar cierre
fr: Forcer la fermeture
ja: 強制終了
pt: Forçar encerramento
zh_hans: 强制退出
zh_hant: 強制退出

# macos.forcestop
source: 강제 중지…
de: Stopp erzwingen…
en: Force Stop…
es: Forzar detención…
fr: Forcer l’arrêt…
ja: 強制停止…
pt: Forçar parada…
zh_hans: 强制停止…
zh_hant: 強制停止…

# macos.forceapplyandrestart
source: 강제로 저장하고 재시작
de: Anwenden und Neustart erzwingen
en: Force Apply and Restart
es: Forzar aplicación y reinicio
fr: Forcer l’application et le redémarrage
ja: 強制的に適用して再起動
pt: Forçar aplicação e reinicialização
zh_hans: 强制应用并重启
zh_hant: 強制應用並重啟

# macos.forcestopandswitch
source: 강제로 중지하고 전환
de: Stopp und Wechsel erzwingen
en: Force Stop and Switch
es: Forzar detención y cambiar
fr: Forcer l’arrêt et basculer
ja: 強制停止して切り替え
pt: Forçar parada e alternar
zh_hans: 强制停止并切换
zh_hant: 強制停止並切換

# macos.codexusageforthesameaccountisshared
source: 같은 계정의 Codex 사용량은 앱과 CLI에서 공유됩니다.
de: Die Codex-Nutzung desselben Kontos wird zwischen App und CLI geteilt.
en: Codex usage for the same account is shared across the app and CLI.
es: El uso de Codex de una misma cuenta se comparte entre la aplicación y la CLI.
fr: L’utilisation de Codex d’un même compte est partagée entre l’application et la CLI.
ja: 同じアカウントの Codex 使用量はアプリと CLI で共有されます。
pt: O uso do Codex da mesma conta é compartilhado entre o aplicativo e a CLI.
zh_hans: 同一账号的 Codex 用量在应用和 CLI 之间共享。
zh_hant: 同一帳號的 Codex 用量在應用程式與 CLI 之間共用。

# macos.reinstallthisversion
source: 같은 버전 다시 설치
de: Diese Version neu installieren
en: Reinstall this version
es: Reinstalar esta versión
fr: Réinstaller cette version
ja: 同じバージョンを再インストール
pt: Reinstalar esta versão
zh_hans: 重新安装此版本
zh_hant: 重新安裝此版本

# macos.count
source: 개수
de: Anzahl
en: Count
es: Cantidad
fr: Nombre
ja: 数
pt: Quantidade
zh_hans: 数量
zh_hant: 數量

# macos.stopskippingthisversion
source: 건너뛰기 해제
de: Diese Version nicht mehr überspringen
en: Stop skipping this version
es: Dejar de omitir esta versión
fr: Ne plus ignorer cette version
ja: このバージョンのスキップを解除
pt: Parar de ignorar esta versão
zh_hans: 取消跳过此版本
zh_hant: 取消略過此版本

# macos.skippedversion
source: 건너뛴 버전
de: Übersprungene Version
en: Skipped version
es: Versión omitida
fr: Version ignorée
ja: スキップしたバージョン
pt: Versão ignorada
zh_hans: 已跳过的版本
zh_hant: 已略過的版本
